<h2>Немного о себе</h2>

<p>
    Люблю: кататься на велике, путешествовать, общаться с друзьями и просто с пользой проводить время. Работаю в сфере веб-программирования. Увлекаюсь всем по немногу.
</p>

<h2>Что можно найти</h2>

<p>
    Этот сайт я открыл прежде всего для своих друзей и знакомых.
    Здесь выкладываю в основном отчеты, фотографии о своих путешествиях и некоторые мысли обо всем.
</p>

<p>
    Оставьте комментарий, если вам понравится какой либо рассказ, это самая лучшая мотивация для меня
    писать ещё!
</p>

<p>
    Теперь этот сайт еще и испытательный полигон для технологий.
    Здесь есть <a href="/api/documentation">RestAPI</a> и <a href="/graphql?query=query{news(first:10){data{id%20text}paginatorInfo{currentPage%20lastPage}}}">graphql</a>
    (<a href="/gql/schema.graphql" target="_blank">schema</a>) для того что бы тестировать приложения и различные фреймворки.
</p>
